export const DESCRIPTION_TEXT =
  'Единственный в Республике Бурятия музей под открытым небом паркового типа – относится к так называемым музеям – скансенам, на территорию которых перевезены с мест традиционного бытования и восстановлены историко-архитектурные памятники.';
export const MONTHS: Record<string, number> = {
  января: 0,
  февраля: 1,
  марта: 2,
  апреля: 3,
  мая: 4,
  июня: 5,
  июля: 6,
  августа: 7,
  сентября: 8,
  октября: 9,
  ноября: 10,
  декабря: 11,
};
export const regions = ['Москва', 'Санкт-Петербург', 'Урал', 'Сибирь', 'Дальний Восток'];
export const sexes = ['Мужской', 'Женский'];
export const typeOrganizations = [
  'Библиотека',
  'Культурно-досуговое учреждение',
  'Музей',
  'Театр',
  'Парк культуры и отдыха',
  'Концертная организация, концертный коллектив',
  'Цирк',
  'Зоопарк',
  'Детская школа искусств',
];
export const ages = [
  'Младше 18 лет',
  '18-24 года',
  '24-35 лет',
  '35-44 года',
  '45-54 года',
  '55-64 года',
  '65 лет и старше',
];
export const overviews = [
  'Полностью удовлетворен',
  'Скорее удовлетворен',
  'Скорее не удовлетворен',
  'Полностью не удовлетворен',
];
export const EVENTS_BUTTONS = [
  'Все',
  'Фестиваль',
  'Выставка',
  'Интерактивные занятия',
  'Мастер-класс',
  'Другое',
];
export const EXCURSIONS_BUTTONS = ['Все', 'Обзорные', 'Тематические'];
export const FIRST_TEXT =
  'Н.Б. Пивоваров, будучи в должности Председателя Совета Министров Бурятской АССР,  в составе делегации Верховного Совета СССР посетил Всемирную выставку «Экспо-67» в Канаде, г. Монреаль, где обратил внимание на экспозицию музея под открытым небом, отражающую быт и культуру малых народов Северной Америки и Канады.  Вернувшись на родину, Н.Б. Пивоваров через Министерство культуры РСФСР, СССР добился разрешения на организацию строительства Этнографического музея в пригороде г. Улан-Удэ и привлек к своей идее известных ученых Сибирского отделения и Бурятского филиала Академии наук СССР';
export const SECOND_TEXT =
  'Приказом Министра культуры Бурятской АССР № 201 от 19.08.1968 г. был организован «этнографический музей-заповедник культуры и быта народов Забайкалья»';
export const THIRD_TEXT_1 =
  'Этим же приказом с 1 января 1969 г. в введение Этнографического музея были переданы «все памятники истории и культуры республики и производственная группа охраны памятников Министерства культуры Бурятской АССР».';
export const THIRD_TEXT_2 =
  'В том же 1969 г. решением заседания исполкома Улан-Удэнского городского Совета депутатов трудящихся Министерству культуры Бурятской АССР был отведен «дополнительный земельный участок площадью 25,0 га в Железнодорожном районе на Верхней Березовке, западнее территории коллективных садов ЛВРЗ, под размещение этнографического музея-заповедника культуры и быта народов Забайкалья с прилегающей зоной массового отдыха». Генеральный план музея заповедника, проекты инженерных сетей и благоустройства территории музея были составлены институтом «Бургражданпроект»';
export const FOURTH_TEXT =
  'Открытие музея было приурочено к 50-летию образования Бурятской АССР. Музей был открыт для посетителей 6 июля 1973 года';
export const FIFTH_TEXT = 'Открытие живого уголка музея';
export const SIXTH_TEXT =
  'Этнографический музей народов Забайкалья занимает важное место в культурном пространстве Бурятии. Он является хранителем культуры края, местом встречи и взаимообогащения ушедших и современных культур, где каждый посетитель сможет не только окунуться в атмосферу прошлого, но и попробовать свои силы в национальных видах спорта, принять участие в анимационных экскурсиях, просто провести отдых с семьей на свежем воздухе. Музей становится уникальным по своей универсальности и общедоступности узлом культурных коммуникаций с должным уровнем предоставления музейных услуг';

export const images = [
  {
    id: 1,
    name: '«Ночь Ивана Купалы -2023»',
    url: 'first-funfair.webp',
  },
  {
    id: 2,
    name: '«Радужные гномы. Цветные истории»',
    url: 'second-funfair.webp',
  },
  {
    id: 3,
    name: 'Лесные байки – 2023',
    url: 'third-funfair.webp',
  },
];

export const animals = [
  {
    id: 1,
    name: 'Лиса',
    url: 'fox.webp',
  },
  {
    id: 2,
    name: 'Рысь',
    url: 'lynx.webp',
  },
  {
    id: 3,
    name: 'Енот',
    url: 'raccoon.webp',
  },
];

export const etnozooImages = [
  {
    id: 1,
    name: 'Степной орел',
    url: 'eagle.webp',
  },
  {
    id: 2,
    name: 'Красный волк',
    url: 'fox.webp',
  },
  {
    id: 3,
    name: 'Кролики',
    url: 'rabbits.webp',
  },
  {
    id: 4,
    name: 'Домашняя лошадь',
    url: 'horse.webp',
  },
  {
    id: 5,
    name: 'Индийские бегунки',
    url: 'runners.webp',
  },
  {
    id: 6,
    name: 'Орлан белохвост',
    url: 'eagle1.webp',
  },
  {
    id: 7,
    name: 'Свинья Венгерская Мангалица',
    url: 'pig.webp',
  },
  {
    id: 8,
    name: 'Медведь',
    url: 'bear.webp',
  },
  {
    id: 9,
    name: 'Филин обыкновенный',
    url: 'owl.webp',
  },
  {
    id: 10,
    name: 'Белая сова',
    url: 'white-owl.webp',
  },
  {
    id: 11,
    name: 'Рысь',
    url: 'lynx1.webp',
  },
  {
    id: 12,
    name: 'Волк',
    url: 'wolf.webp',
  },
  {
    id: 13,
    name: 'Енот',
    url: 'raccoon.webp',
  },
  {
    id: 14,
    name: 'Белка обыкновенная',
    url: 'squirel.webp',
  },
  {
    id: 15,
    name: 'Косуля Сибирская',
    url: 'roe.webp',
  },
  {
    id: 16,
    name: 'Овца',
    url: 'sheep.webp',
  },
  {
    id: 17,
    name: 'Пятнистый олень',
    url: 'deer.webp',
  },
  {
    id: 18,
    name: 'Енотовидная собака',
    url: 'raccoun-dog.webp',
  },
  {
    id: 19,
    name: 'Лось',
    url: 'elk.webp',
  },
  {
    id: 20,
    name: 'Лисица обыкновенная',
    url: 'foxy.webp',
  },
  {
    id: 21,
    name: 'Тигр',
    url: 'tiger.webp',
  },
  {
    id: 22,
    name: 'Марал',
    url: 'Maral.webp',
  },
  {
    id: 23,
    name: 'Як',
    url: 'yak.webp',
  },
  {
    id: 24,
    name: 'Верблюд',
    url: 'camel.webp',
  },
];
